Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=145_art_id=152.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Beaivi
smj: Åhpav: Biejvve

source: Mun lean máilmmi čuovggas, cealká Jesus
smj: " Mån lev værálda tjuovgga ", javllá Jesus.

source: Jesus cealká: " Dat guhte čuovvu mu, ii goassege vádjol seavdnjadasas, muhto sus lea eallima čuovggas. "
smj: Jesus javllá: " Guhti muv tjuovvu ij sjievnnjedin vájalda, ájnat sujna le iellema tjuovgga. ”

source: Giđđat buktá beaivváš gulul ođđa eallima lundui. Dán láhkái buktá Kristus midjiide agálaš eallima skeaŋkan.
smj: Gidán biejvve suojmma buktá iellemav luonnduj, navti Kristus midjij boahtá ihkeva iellema vattáldagájn.

source: Maid dát máksá ?
smj: Majt dat mierkki ?

source: Maid máksá agálaš eallin ?
smj: Mij le ihkeva iellem ?

source: Jesus riegádii stáljas Betlehemas.
smj: Jesus riegádij muhtem stállan Betleheman.

source: Son lei sihke Ipmil ja olmmoš oktanaga.
smj: Sån lij Jubmel ja almasj sæmmi båttå.

source: Sus ledje váhnemat nu mo mis leat.
smj: Sujna lidjin æjgáda dagu miján li uddni.

source: Márjá ja Josef leigga su váhnemat.
smj: Maria ja Josef lijga suv æjgáda.

source: Son šattai bajás Nasaretas.
smj: Sån bajássjattaj Nasaretan.

source: Son gásttašuvvui nu mo don ge.
smj: Gástaduváj dagu dådnå ja månnå.

source: Son mátkkoštii, mátkkiin oahpahii ja sárdnidii.
smj: Manádij ja åhpadij ja sárnnedij.

source: Son sárdnidii Ipmila riikka birra, vuoigatmeahttunvuođa vuostá, barggai oavdduid ja buoridii buhcciid.
smj: Jubmela rijka birra sárnnedij, rievtesferdugahtesvuoda vuosstij hålaj, oavdojt dagáj ja skihppijt buoredij.

source: Dan dagai 12 máhttájeddjiidisguin.
smj: Dav dagáj aktan 12 åhpadisålmmåj.

source: Muittát go máhtajeddjiid namaid ?
smj: Mujtá gus sijáj namájt ?

source: Ođđa testameanttas sáhtát lohkat Jesusa birra.
smj: Ådå testamentan besa Jesusa birra låhkåt.

source: Jesusis ledje eambbo namat:
smj: Jesusin lidjin moadda namá:

source: Eaba lean Márjá ja Jovsset geat hutkaiga Jesusa nama.
smj: Ejga la Maria ja Josef gudi mierredijga suv namma galgaj Jesus.

source: Eŋgel finai Jesusa eatni, Márjjá luhtte ja muitalii mii bártni namma galggai leat.
smj: Muhtem ieŋŋgil Mariaj subtsastij máná namma galgaj Jesus.

source: Jeusa namma máksá: Ipmil beastá.
smj: Jesus-namma mierkki: Jubmel lånes.

source: Dat namma lei hui dábálaš Israelas dan áigge.
smj: Dát namma lij dábálasj namma dallusj Israelan.

source: Kristus lea gonagas.
smj: Kristus le gånågis.

source: Kristus mearkkaša son guhte lea vuidojuvvon.
smj: Kristus mierkki sån guhti le vuojdadum.

source: Dalá áigge vieru mielde vuide gonagasa oaivvi oljjuin go su bidje ámmáhii.
smj: Dallusj ájgen vuojdaduváj gånågis uljujn oajven gå gånågissan biejaduváj.

source: Go dát guokte nama leat ovttas dešaddá dovddastussan: Jesus lea Messias.
smj: Gå dá guokta namá aktan aneduvvi de dat mierkki: Jesus le Messias.

source: Son lea lohpiduvvon gonagas gii galgá beastit.
smj: Sån le dat gånågis guhti le loabedum ja guhti galggá lånestit.

source: Ipmila bárdni
smj: Jubmela bárnne

source: Namma muitala ahte Jesus lea Ipmila bárdni.
smj: Namma subtsas Jesus le Jubmela bárnne.

source: Jesus geavaha dán namahusa iežas birra.
smj: Jesus dáv namáv ietjas birra adná.

source: Hearrá
smj: Hærrá

source: Lea dat namma mii geavahuvvo dávjjimusat.
smj: Dát namma ienemusát aneduvvá.

source: Jesus lea vuoitán ja lea Hearrá jápmima badjel.
smj: Jesus le jábmema badjel vuojttám ja le dan hærrá.

source: Dát namma geavahuvvo govvet Jesus Kristusa doaimma.
smj: Dát namma aneduvvá gå sjaddá sáhka majt Jesus dagáj.

source: Jesus oaffaruššui soabahussan min suttuide.
smj: Mijá suttoj diehti sjattaj Jesus værron.

source: Biibbalis han muitaluvvo ahte geavahuvvo láppis go galge oaffaruššat.
smj: Rámádin subtsastuvvá lippav værrodi.

source: Olbmobárdni
smj: Almatjabárnne

source: Dát lea namma maid dušše Jesus iežas birra geavahii.
smj: Dáv namáv le dåssju Jesus iesj ietjas birra adnám.
